{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|endofdoc|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|pad|>": 0,
      "<|bos|>": 1,
      "<|eos|>": 2,
      "<|endofdoc|>": 3,
      "<|user|>": 4,
      "<|assistant|>": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "¡": 100,
      "¢": 101,
      "£": 102,
      "¤": 103,
      "¥": 104,
      "¦": 105,
      "§": 106,
      "¨": 107,
      "©": 108,
      "ª": 109,
      "«": 110,
      "¬": 111,
      "®": 112,
      "¯": 113,
      "°": 114,
      "±": 115,
      "²": 116,
      "³": 117,
      "´": 118,
      "µ": 119,
      "¶": 120,
      "·": 121,
      "¸": 122,
      "¹": 123,
      "º": 124,
      "»": 125,
      "¼": 126,
      "½": 127,
      "¾": 128,
      "¿": 129,
      "À": 130,
      "Á": 131,
      "Â": 132,
      "Ã": 133,
      "Ä": 134,
      "Å": 135,
      "Æ": 136,
      "Ç": 137,
      "È": 138,
      "É": 139,
      "Ê": 140,
      "Ë": 141,
      "Ì": 142,
      "Í": 143,
      "Î": 144,
      "Ï": 145,
      "Ð": 146,
      "Ñ": 147,
      "Ò": 148,
      "Ó": 149,
      "Ô": 150,
      "Õ": 151,
      "Ö": 152,
      "×": 153,
      "Ø": 154,
      "Ù": 155,
      "Ú": 156,
      "Û": 157,
      "Ü": 158,
      "Ý": 159,
      "Þ": 160,
      "ß": 161,
      "à": 162,
      "á": 163,
      "â": 164,
      "ã": 165,
      "ä": 166,
      "å": 167,
      "æ": 168,
      "ç": 169,
      "è": 170,
      "é": 171,
      "ê": 172,
      "ë": 173,
      "ì": 174,
      "í": 175,
      "î": 176,
      "ï": 177,
      "ð": 178,
      "ñ": 179,
      "ò": 180,
      "ó": 181,
      "ô": 182,
      "õ": 183,
      "ö": 184,
      "÷": 185,
      "ø": 186,
      "ù": 187,
      "ú": 188,
      "û": 189,
      "ü": 190,
      "ý": 191,
      "þ": 192,
      "ÿ": 193,
      "Ā": 194,
      "ā": 195,
      "Ă": 196,
      "ă": 197,
      "Ą": 198,
      "ą": 199,
      "Ć": 200,
      "ć": 201,
      "Ĉ": 202,
      "ĉ": 203,
      "Ċ": 204,
      "ċ": 205,
      "Č": 206,
      "č": 207,
      "Ď": 208,
      "ď": 209,
      "Đ": 210,
      "đ": 211,
      "Ē": 212,
      "ē": 213,
      "Ĕ": 214,
      "ĕ": 215,
      "Ė": 216,
      "ė": 217,
      "Ę": 218,
      "ę": 219,
      "Ě": 220,
      "ě": 221,
      "Ĝ": 222,
      "ĝ": 223,
      "Ğ": 224,
      "ğ": 225,
      "Ġ": 226,
      "ġ": 227,
      "Ģ": 228,
      "ģ": 229,
      "Ĥ": 230,
      "ĥ": 231,
      "Ħ": 232,
      "ħ": 233,
      "Ĩ": 234,
      "ĩ": 235,
      "Ī": 236,
      "ī": 237,
      "Ĭ": 238,
      "ĭ": 239,
      "Į": 240,
      "į": 241,
      "İ": 242,
      "ı": 243,
      "Ĳ": 244,
      "ĳ": 245,
      "Ĵ": 246,
      "ĵ": 247,
      "Ķ": 248,
      "ķ": 249,
      "ĸ": 250,
      "Ĺ": 251,
      "ĺ": 252,
      "Ļ": 253,
      "ļ": 254,
      "Ľ": 255,
      "ľ": 256,
      "Ŀ": 257,
      "ŀ": 258,
      "Ł": 259,
      "ł": 260,
      "Ń": 261,
      "ĠĠ": 262,
      "Ġt": 263,
      "Ġa": 264,
      "er": 265,
      "in": 266,
      "he": 267,
      "re": 268,
      "is": 269,
      "Ġthe": 270,
      "Ġs": 271,
      "on": 272,
      "Ġ=": 273,
      "ĊĠĠ": 274,
      "al": 275,
      "Ġc": 276,
      "or": 277,
      "Ġf": 278,
      "an": 279,
      "at": 280,
      "es": 281,
      "ĊĠĠĠ": 282,
      "Ġp": 283,
      "en": 284,
      "ou": 285,
      "Ġ1": 286,
      "it": 287,
      "Ġd": 288,
      "Ġ(": 289,
      "Ġâ": 290,
      "Ġ-": 291,
      "Ġl": 292,
      "ct": 293,
      "as": 294,
      "Ġan": 295,
      "Ġx": 296,
      "ing": 297,
      "ro": 298,
      "Ġre": 299,
      "Ġis": 300,
      "us": 301,
      "ot": 302,
      "ed": 303,
      "Ġw": 304,
      "Ġ2": 305,
      "um": 306,
      "Ġin": 307,
      "Ġb": 308,
      "Ġo": 309,
      "<|": 310,
      "|>": 311,
      "ar": 312,
      "Ġm": 313,
      "Ġn": 314,
      "ion": 315,
      "Ġr": 316,
      "le": 317,
      "Ġof": 318,
      "ist": 319,
      ">>": 320,
      "Ġand": 321,
      "ol": 322,
      "act": 323,
      "ĊĠ": 324,
      "``": 325,
      "Ġg": 326,
      "ĠĠĠĠ": 327,
      "el": 328,
      "Ġ'": 329,
      "om": 330,
      "Ġh": 331,
      "Ġ3": 332,
      "ĠâĨ": 333,
      "ass": 334,
      "th": 335,
      "ĠI": 336,
      "Ġ[": 337,
      "ic": 338,
      "id": 339,
      "\"\"": 340,
      "nt": 341,
      "ĠâĪ": 342,
      "ant": 343,
      "Ġ4": 344,
      "st": 345,
      "Ġfor": 346,
      "ĠA": 347,
      "ur": 348,
      "ĠT": 349,
      "od": 350,
      "ord": 351,
      "Ġe": 352,
      "ul": 353,
      "Ġq": 354,
      "ow": 355,
      "ss": 356,
      "og": 357,
      "ap": 358,
      "ad": 359,
      "Ġy": 360,
      "Ġto": 361,
      "user": 362,
      "istant": 363,
      "assistant": 364,
      "Ġyou": 365,
      "ĠâĨĴ": 366,
      "rom": 367,
      "un": 368,
      "ent": 369,
      "Ġ--": 370,
      "ĠE": 371,
      "Ġ+": 372,
      "Ġst": 373,
      "iv": 374,
      "ĠF": 375,
      "otal": 376,
      "se": 377,
      "ll": 378,
      "ig": 379,
      "ut": 380,
      "et": 381,
      "Ġfact": 382,
      "ay": 383,
      "ĊĠĠĠĠĠĠ": 384,
      "ce": 385,
      "Ġit": 386,
      "ĠâĪ§": 387,
      "Ġ>>": 388,
      "Ġ>>>": 389,
      "am": 390,
      "):": 391,
      "est": 392,
      "up": 393,
      "ly": 394,
      "Ġ5": 395,
      "ep": 396,
      "Ġ6": 397,
      "Ġth": 398,
      "```": 399,
      "Ġ0": 400,
      "omp": 401,
      "eg": 402,
      "ine": 403,
      "Ġk": 404,
      "ir": 405,
      "ate": 406,
      "Ġres": 407,
      "ue": 408,
      "ac": 409,
      "ver": 410,
      "ĠC": 411,
      "urn": 412,
      "ation": 413,
      "Ġfrom": 414,
      "ef": 415,
      "ĠS": 416,
      "Ġass": 417,
      "ser": 418,
      "ĠP": 419,
      "ĠB": 420,
      "turn": 421,
      "ht": 422,
      "Ġ8": 423,
      "Ġ\"\"": 424,
      "Ġ\"\"\"": 425,
      "rem": 426,
      "Ġby": 427,
      "ith": 428,
      "im": 429,
      "Ġreturn": 430,
      "remis": 431,
      "ĊĠĠĠĠĠĠĠ": 432,
      "Int": 433,
      "Ġmod": 434,
      "Ġleg": 435,
      "Ġcon": 436,
      "Ġon": 437,
      "Ġ/": 438,
      "Ġhas": 439,
      "'s": 440,
      "Â¬": 441,
      "Ġlegs": 442,
      "Ġ7": 443,
      "serv": 444,
      "Ġpl": 445,
      "now": 446,
      "Ġ|": 447,
      "ult": 448,
      "Ġresult": 449,
      "elf": 450,
      "ount": 451,
      "ok": 452,
      "Ġ9": 453,
      "val": 454,
      "Ġtr": 455,
      "ab": 456,
      "and": 457,
      "wer": 458,
      "nd": 459,
      "qu": 460,
      "pl": 461,
      "'ll": 462,
      "bserv": 463,
      "swer": 464,
      "Ġanswer": 465,
      "omput": 466,
      "Ġsum": 467,
      "Ġnot": 468,
      "total": 469,
      "Ġday": 470,
      "ag": 471,
      "hou": 472,
      "ers": 473,
      "ead": 474,
      "ĠÂ¬": 475,
      "ĊĊĠĠĠ": 476,
      "if": 477,
      "Fin": 478,
      "eog": 479,
      "rap": 480,
      "eograp": 481,
      "eograph": 482,
      "uct": 483,
      "ec": 484,
      "Ġassum": 485,
      "ang": 486,
      "Ġpro": 487,
      "Ġtotal": 488,
      "Ġwith": 489,
      "Ġknow": 490,
      "Ġun": 491,
      "ook": 492,
      "Fact": 493,
      "remise": 494,
      "Ġ10": 495,
      "iol": 496,
      "py": 497,
      "ve": 498,
      "Final": 499,
      "iolog": 500,
      "Ġus": 501,
      "',": 502,
      "Ġwh": 503,
      "ookup": 504,
      "ĠThe": 505,
      "ort": 506,
      "end": 507,
      "Ġline": 508,
      "ums": 509,
      "thon": 510,
      "eng": 511,
      "are": 512,
      "ĠD": 513,
      "Ġ{": 514,
      "ies": 515,
      "ght": 516,
      "Biolog": 517,
      "ke": 518,
      "python": 519,
      "Ġgeograph": 520,
      "Biology": 521,
      "Ġgeography": 522,
      "order": 523,
      "her": 524,
      "Not": 525,
      "Note": 526,
      "erm": 527,
      "Ġhe": 528,
      "erest": 529,
      "ase": 530,
      "Interest": 531,
      "Interesting": 532,
      "Did": 533,
      "Observ": 534,
      "Thou": 535,
      "Observation": 536,
      "Thought": 537,
      "uction": 538,
      "Ġas": 539,
      "Ġ((": 540,
      "ment": 541,
      "ite": 542,
      "ues": 543,
      "xam": 544,
      "))": 545,
      "ength": 546,
      ").": 547,
      "])": 548,
      "Ġorder": 549,
      "Ġare": 550,
      "cord": 551,
      "('": 552,
      "ĠâĨĶ": 553,
      "ĠâĪ¨": 554,
      "ia": 555,
      "ain": 556,
      "all": 557,
      "=>": 558,
      "Ġne": 559,
      "Ġdo": 560,
      "Ġform": 561,
      "')": 562,
      "ples": 563,
      "xamples": 564,
      "of": 565,
      "il": 566,
      "ĠExamples": 567,
      "irst": 568,
      "ch": 569,
      "Ġlookup": 570,
      "Ġterm": 571,
      "values": 572,
      "ital": 573,
      "out": 574,
      "ach": 575,
      "self": 576,
      "Ġ11": 577,
      "ence": 578,
      "ri": 579,
      "very": 580,
      "apital": 581,
      "ome": 582,
      "Ġstep": 583,
      "pt": 584,
      "Ġits": 585,
      "ompute": 586,
      "Ġgo": 587,
      "ĠM": 588,
      "Ġcapital": 589,
      "ress": 590,
      "Ġch": 591,
      "Ġformul": 592,
      "Ġcol": 593,
      "art": 594,
      "Ġthat": 595,
      "pe": 596,
      "Premise": 597,
      "Ġinst": 598,
      "der": 599,
      "line": 600,
      "ĠN": 601,
      "def": 602,
      "'t": 603,
      "ard": 604,
      "eadline": 605,
      "duction": 606,
      "roduction": 607,
      "ĠĠĠĠĠ": 608,
      "Ġha": 609,
      "ck": 610,
      "ign": 611,
      "ance": 612,
      "Ġtool": 613,
      "']": 614,
      "Ġsc": 615,
      ")=": 616,
      "Ġword": 617,
      "atus": 618,
      "Ġstatus": 619,
      "row": 620,
      "gress": 621,
      "Ġ*": 622,
      "ĠQ": 623,
      "ĢĶ": 624,
      "ĠâĢĶ": 625,
      "Ġassume": 626,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 627,
      "cl": 628,
      "Ġ12": 629,
      "Ġup": 630,
      "([": 631,
      "Ġ->": 632,
      "ess": 633,
      "age": 634,
      "fer": 635,
      "Ġlist": 636,
      "Ġar": 637,
      "ack": 638,
      "The": 639,
      "cy": 640,
      "ally": 641,
      "ically": 642,
      "engths": 643,
      "ight": 644,
      "Ġformula": 645,
      "ish": 646,
      "Ġso": 647,
      "Ġif": 648,
      "Ġme": 649,
      "ey": 650,
      "Ġex": 651,
      "Ġab": 652,
      "ive": 653,
      "Ġqu": 654,
      "ĠG": 655,
      "Ġevery": 656,
      "Ġse": 657,
      "ial": 658,
      "Ġcan": 659,
      "ble": 660,
      "ile": 661,
      "ide": 662,
      "Ġself": 663,
      "Introduction": 664,
      "Ġrun": 665,
      "10": 666,
      "nums": 667,
      "ĠU": 668,
      "ĠL": 669,
      "Ġrat": 670,
      "Ġcod": 671,
      "Ġcode": 672,
      "oth": 673,
      "ren": 674,
      "Ġsp": 675,
      "heck": 676,
      "Ġi": 677,
      "ra": 678,
      "ork": 679,
      "rou": 680,
      "ere": 681,
      "Ġdef": 682,
      "..": 683,
      "And": 684,
      "ld": 685,
      "port": 686,
      "lp": 687,
      "Ġhelp": 688,
      "ption": 689,
      "land": 690,
      "iz": 691,
      "ub": 692,
      "alse": 693,
      "umn": 694,
      "Ġcolumn": 695,
      "Ġcl": 696,
      "als": 697,
      "St": 698,
      "ated": 699,
      "Ġma": 700,
      "Ġcount": 701,
      "ound": 702,
      "Ġthan": 703,
      "ry": 704,
      "Ġrather": 705,
      "Ġv": 706,
      "ex": 707,
      "['": 708,
      "urren": 709,
      "from": 710,
      "Ġusing": 711,
      "Ġrecord": 712,
      "Compute": 713,
      "ning": 714,
      "Ġpo": 715,
      "ĠW": 716,
      "Ġpi": 717,
      "Ġfirst": 718,
      "Ġproof": 719,
      "Ġassumption": 720,
      "Ġal": 721,
      "ind": 722,
      "Ġwr": 723,
      "Sol": 724,
      "deadline": 725,
      "Ġdue": 726,
      "int": 727,
      "Ġco": 728,
      "ta": 729,
      "urrency": 730,
      "umb": 731,
      "ore": 732,
      "Ġcomp": 733,
      "Ġdep": 734,
      "Ġdepend": 735,
      "Ġhave": 736,
      "aus": 737,
      "Ġunder": 738,
      "Ġbe": 739,
      "Ġpremis": 740,
      "Ġpremises": 741,
      "ference": 742,
      "Ġsome": 743,
      "hat": 744,
      "Ġsh": 745,
      "one": 746,
      "Ġwhat": 747,
      "cts": 748,
      "Step": 749,
      "ans": 750,
      "Ġnumb": 751,
      "ma": 752,
      "20": 753,
      "ft": 754,
      "Ġcurrency": 755,
      "fic": 756,
      "ure": 757,
      "arg": 758,
      "Ġgiv": 759,
      "Ġmy": 760,
      "ric": 761,
      "Ġcar": 762,
      "':": 763,
      "ong": 764,
      "list": 765,
      "Ġreport": 766,
      "quare": 767,
      "Ġall": 768,
      "ĠR": 769,
      "Ġplan": 770,
      "ĠEu": 771,
      "12": 772,
      "ask": 773,
      "Ġabout": 774,
      "ew": 775,
      "Ġot": 776,
      "Ġother": 777,
      "Ġeach": 778,
      "ms": 779,
      "clus": 780,
      "],": 781,
      "Ġ16": 782,
      "Ġnums": 783,
      "lands": 784,
      "pi": 785,
      "Ġ15": 786,
      "app": 787,
      "Ġclass": 788,
      "ĠY": 789,
      "ES": 790,
      "ĠEN": 791,
      "ĠFR": 792,
      "clusion": 793,
      "ens": 794,
      "ill": 795,
      "ition": 796,
      "Ġcont": 797,
      "~=": 798,
      "Ġ~=": 799,
      "ich": 800,
      "Ġwhich": 801,
      "ake": 802,
      "ĠEuro": 803,
      "Ġtask": 804,
      "ĠIn": 805,
      "Ġpre": 806,
      "record": 807,
      "roup": 808,
      "Ġcarry": 809,
      "Ġinse": 810,
      "Ġassign": 811,
      "cc": 812,
      "ff": 813,
      "ful": 814,
      "ike": 815,
      "ounts": 816,
      "Ġinstance": 817,
      "omm": 818,
      "11": 819,
      "Ġat": 820,
      "ele": 821,
      "Ġarr": 822,
      "Ġ14": 823,
      "Ġest": 824,
      "Ġtrue": 825,
      "Ġright": 826,
      "Ġinstead": 827,
      "Ġsm": 828,
      "Ġover": 829,
      "Ġrow": 830,
      "Ġrang": 831,
      "ithm": 832,
      "Solve": 833,
      "Ġboth": 834,
      "Ġno": 835,
      "Ġfl": 836,
      "Ġ13": 837,
      "Ġtheir": 838,
      "ule": 839,
      "date": 840,
      "ĠFor": 841,
      "Ġbut": 842,
      "Ġwrite": 843,
      "Ġplay": 844,
      "ffe": 845,
      "ient": 846,
      "ĠV": 847,
      "lease": 848,
      "uage": 849,
      "Ġconclusion": 850,
      "anguage": 851,
      "ating": 852,
      "oll": 853,
      "Ġsmall": 854,
      "Ġnow": 855,
      "Ġyour": 856,
      "Ġsquare": 857,
      "Ġfre": 858,
      "Ġone": 859,
      "ple": 860,
      "append": 861,
      "ĠK": 862,
      "ug": 863,
      "Ġplant": 864,
      "Ġwords": 865,
      "Ġanim": 866,
      "Ġanimals": 867,
      "eds": 868,
      "Ġ18": 869,
      "Ġtasks": 870,
      "Ġor": 871,
      "Ġval": 872,
      "Ġprogress": 873,
      "ments": 874,
      "vi": 875,
      "Ġap": 876,
      "NT": 877,
      "ring": 878,
      "ci": 879,
      "Ġpar": 880,
      "Ġwon": 881,
      "What": 882,
      "Ġlanguage": 883,
      "vel": 884,
      "sia": 885,
      "lengths": 886,
      "Ġpremise": 887,
      "ouble": 888,
      "Ġdouble": 889,
      "Ġlengths": 890,
      "Ġobserv": 891,
      "Ġ['": 892,
      "Ġobserved": 893,
      "pare": 894,
      "'m": 895,
      "Ġ19": 896,
      "raft": 897,
      "Ġchar": 898,
      "ats": 899,
      "Ġthem": 900,
      "ust": 901,
      "00": 902,
      "Ġthese": 903,
      "ogs": 904,
      "Ġcomm": 905,
      "Ġdiv": 906,
      "Ġnew": 907,
      "Ġfalse": 908,
      "Ġarea": 909,
      "15": 910,
      "po": 911,
      "word": 912,
      "ail": 913,
      "igit": 914,
      "__": 915,
      "Ġ[]": 916,
      "Ġsquares": 917,
      "Ġrunning": 918,
      "rim": 919,
      "counts": 920,
      "Ġlen": 921,
      "Ġwid": 922,
      "Ġwidth": 923,
      "Are": 924,
      "Area": 925,
      "Ġper": 926,
      "ĠJ": 927,
      "Check": 928,
      "irc": 929,
      "Ġwill": 930,
      "rass": 931,
      "orit": 932,
      "Ġpri": 933,
      "Ġpriorit": 934,
      "()": 935,
      "Ġsec": 936,
      "ould": 937,
      "Ġgroup": 938,
      "'].": 939,
      "Ġgives": 940,
      "Ġinsects": 941,
      "Ġ(-": 942,
      "ery": 943,
      "Ġder": 944,
      "Ġcheck": 945,
      "Ġ17": 946,
      "Ġ20": 947,
      "ace": 948,
      "Ġ..": 949,
      "Ġdis": 950,
      "Ġ...": 951,
      "els": 952,
      "Ġplants": 953,
      "ru": 954,
      "ark": 955,
      "Ġmain": 956,
      "ĠIf": 957,
      "Ġhab": 958,
      "Ġhabit": 959,
      "].": 960,
      "sum": 961,
      "Ġcompute": 962,
      "atur": 963,
      "atural": 964,
      "ize": 965,
      "pro": 966,
      "Ġthis": 967,
      "oint": 968,
      "kes": 969,
      "lookup": 970,
      "Ġreturns": 971,
      "Ġquery": 972,
      "ĠUse": 973,
      "comput": 974,
      "ĠX": 975,
      "iet": 976,
      "Ġ24": 977,
      "digit": 978,
      "Ġkey": 979,
      "ĠYou": 980,
      "computed": 981,
      "ud": 982,
      "hould": 983,
      "view": 984,
      "ates": 985,
      "atri": 986,
      "atrix": 987,
      "Ġdat": 988,
      "Ġsteps": 989,
      "fact": 990,
      "Ġlogs": 991,
      "Ġupdate": 992,
      "hed": 993,
      "ier": 994,
      "Ġsub": 995,
      "Ġwould": 996,
      "Ġplayers": 997,
      "Ġcare": 998,
      "fully": 999,
      "Ġcarefully": 1000,
      "ĠSp": 1001,
      "Ġprod": 1002,
      "te": 1003,
      "Ġgrass": 1004,
      "iq": 1005,
      "items": 1006,
      "ĠO": 1007,
      "Ġ30": 1008,
      "Er": 1009,
      "ror": 1010,
      "Ġfi": 1011,
      "eyEr": 1012,
      "eyError": 1013,
      "em": 1014,
      "Ġ25": 1015,
      "Ġspec": 1016,
      "pre": 1017,
      "ving": 1018,
      "Ġhaving": 1019,
      "ood": 1020,
      "Ġplace": 1021,
      "Ġdivide": 1022,
      "Ġsched": 1023,
      "know": 1024,
      "Ġ28": 1025,
      "unknow": 1026,
      "Ġterms": 1027,
      "unknown": 1028,
      "13": 1029,
      "ecaus": 1030,
      "ecause": 1031,
      "Ġget": 1032,
      "Ġla": 1033,
      "eep": 1034,
      "Ġresid": 1035,
      "del": 1036,
      "mb": 1037,
      "Ġdependen": 1038,
      "Ġdeadline": 1039,
      "Ġdoc": 1040,
      "Ġu": 1041,
      "Ġrest": 1042,
      "ter": 1043,
      "ĠCount": 1044,
      "inent": 1045,
      "Ġser": 1046,
      "ĠH": 1047,
      "Ġcharact": 1048,
      "own": 1049,
      "Ġtrust": 1050,
      "Ġequ": 1051,
      "ĠPoint": 1052,
      "lier": 1053,
      "arlier": 1054,
      "ĠFalse": 1055,
      "Ġthen": 1056,
      "Ġfreq": 1057,
      "the": 1058,
      "odus": 1059,
      "ext": 1060,
      "ph": 1061,
      "Ġback": 1062,
      "Ġfail": 1063,
      "Ġmodel": 1064,
      "ds": 1065,
      "ument": 1066,
      "Ġfe": 1067,
      "16": 1068,
      "Ġnumbers": 1069,
      "plies": 1070,
      "owels": 1071,
      "14": 1072,
      "Ġderiv": 1073,
      "bon": 1074,
      "reat": 1075,
      "rab": 1076,
      "sort": 1077,
      "should": 1078,
      "Ġsid": 1079,
      "Ġisol": 1080,
      "effic": 1081,
      "Ġcoeffic": 1082,
      "Ġequal": 1083,
      "Ġsides": 1084,
      "Ġisolate": 1085,
      "Ġcoefficient": 1086,
      "Ġmakes": 1087,
      "ĠEurope": 1088,
      "17": 1089,
      "xt": 1090,
      "Ġnext": 1091,
      "etic": 1092,
      "ithmetic": 1093,
      "able": 1094,
      "ak": 1095,
      "Ġ27": 1096,
      "ĠÂ¬(": 1097,
      "Ġfore": 1098,
      "Ġforest": 1099,
      "old": 1100,
      "Ġrange": 1101,
      "Ġuse": 1102,
      "eographically": 1103,
      "Ġnumber": 1104,
      "Ġdepending": 1105,
      "Ġspecies": 1106,
      "yp": 1107,
      "Ġout": 1108,
      "Ġj": 1109,
      "Ġoffic": 1110,
      "Ġofficial": 1111,
      "ick": 1112,
      "Work": 1113,
      "dition": 1114,
      "Ġdes": 1115,
      "Worked": 1116,
      "Ġread": 1117,
      "Ġcontinent": 1118,
      "19": 1119,
      "ward": 1120,
      "ative": 1121,
      "uted": 1122,
      "Ġtyp": 1123,
      "Ġ==": 1124,
      "acci": 1125,
      "bonacci": 1126,
      "Ġtypically": 1127,
      "ret": 1128,
      "arch": 1129,
      "Ġthey": 1130,
      "Ġcase": 1131,
      "Ġgrasslands": 1132,
      "Ġforests": 1133,
      "Ġclassif": 1134,
      "ling": 1135,
      "Ġle": 1136,
      "Ġfind": 1137,
      "Ġuna": 1138,
      "ica": 1139,
      "Ġacc": 1140,
      "ond": 1141,
      "oken": 1142,
      "Ġmemb": 1143,
      "Ġspoken": 1144,
      "Ġmembers": 1145,
      "thing": 1146,
      "erly": 1147,
      "arterly": 1148,
      "Ġquarterly": 1149,
      "ĠAsia": 1150,
      "Ġel": 1151,
      "rue": 1152,
      "Ġassignment": 1153,
      "Ġ22": 1154,
      "ari": 1155,
      "arding": 1156,
      "Ġparser": 1157,
      "factor": 1158,
      "Ġfound": 1159,
      "ady": 1160,
      "ines": 1161,
      "Ġcor": 1162,
      "18": 1163,
      "Ġkeep": 1164,
      "ely": 1165,
      "Ġint": 1166,
      "}:": 1167,
      "Ġele": 1168,
      "Ġcharacter": 1169,
      "anish": 1170,
      "os": 1171,
      "Ġcle": 1172,
      "Ġdx": 1173,
      "Ġdy": 1174,
      "Ġheight": 1175,
      "angle": 1176,
      "Ġany": 1177,
      "Ġlength": 1178,
      "eter": 1179,
      "imeter": 1180,
      "Ġrule": 1181,
      "Ġcirc": 1182,
      "umference": 1183,
      "99": 1184,
      "anning": 1185,
      "ip": 1186,
      "mark": 1187,
      "Ġwork": 1188,
      "Ġdesign": 1189,
      "How": 1190,
      "Ġhand": 1191,
      "bo": 1192,
      "uide": 1193,
      "Ġguide": 1194,
      "Ġonbo": 1195,
      "Ġonboarding": 1196,
      "Ġ23": 1197,
      "Ġball": 1198,
      "Ġwhile": 1199,
      "uite": 1200,
      "Ġsuite": 1201,
      "Ġregress": 1202,
      "Ġregression": 1203,
      "Ġ40": 1204,
      "Ġrelease": 1205,
      "ĠAm": 1206,
      "Ġnotes": 1207,
      "rate": 1208,
      "igrate": 1209,
      "abase": 1210,
      "Ġdatabase": 1211,
      "uate": 1212,
      "ssess": 1213,
      "Ġpossess": 1214,
      "Ġpossesses": 1215,
      "Ġ26": 1216,
      "tr": 1217,
      "ĠNor": 1218,
      "gh": 1219,
      "rough": 1220,
      "Ġbel": 1221,
      "theta": 1222,
      "bet": 1223,
      "beta": 1224,
      "Ġtrans": 1225,
      "Ġpart": 1226,
      "delta": 1227,
      "sig": 1228,
      "sigma": 1229,
      "gam": 1230,
      "gamma": 1231,
      "omain": 1232,
      "Ġknown": 1233,
      "Ġshut": 1234,
      "Ġrequ": 1235,
      "ĠArab": 1236,
      "pal": 1237,
      "Ġlike": 1238,
      "eam": 1239,
      "Ġop": 1240,
      "Ġen": 1241,
      "erate": 1242,
      "umerate": 1243,
      "Ġenumerate": 1244,
      "ench": 1245,
      "enchmark": 1246,
      "each": 1247,
      "Ġrows": 1248,
      "rg": 1249,
      "ĠGeographically": 1250,
      "ict": 1251,
      "Ġvalue": 1252,
      "Ġtable": 1253,
      "Ġ<": 1254,
      "ity": 1255,
      "les": 1256,
      "alk": 1257,
      "cies": 1258,
      "Ġdependencies": 1259,
      "Ġ36": 1260,
      "str": 1261,
      "ique": 1262,
      "ENT": 1263,
      "Ġrever": 1264,
      "Ġreverse": 1265,
      "alph": 1266,
      "Ġfibonacci": 1267,
      "alpha": 1268,
      "Ġcommon": 1269,
      "omeg": 1270,
      "omega": 1271,
      "sition": 1272,
      "Ġposition": 1273,
      "rome": 1274,
      "indrome": 1275,
      "palindrome": 1276,
      "Ġwe": 1277,
      "arm": 1278,
      "icate": 1279,
      "Ġstart": 1280,
      "Ġuses": 1281,
      "Ġsomeone": 1282,
      "Ġflag": 1283,
      "orial": 1284,
      "Ġfactorial": 1285,
      "ove": 1286,
      "atement": 1287,
      "elements": 1288,
      "udit": 1289,
      "Ġaccess": 1290,
      "isk": 1291,
      "Ġhabitats": 1292,
      "Ġsee": 1293,
      "Ġsecond": 1294,
      "Ġreview": 1295,
      "charg": 1296,
      "Ġdischarg": 1297,
      "proof": 1298,
      "Ġdist": 1299,
      "Ġlines": 1300,
      "Natural": 1301,
      "ded": 1302,
      "rect": 1303,
      "Ġinference": 1304,
      "Ġearlier": 1305,
      "Ġderivation": 1306,
      "Ġcorrect": 1307,
      "deduction": 1308,
      "ĠModus": 1309,
      "rit": 1310,
      "ritique": 1311,
      "Ġ29": 1312,
      "Ġwas": 1313,
      "no": 1314,
      "In": 1315,
      "nam": 1316,
      "ietnam": 1317,
      "ĠTrue": 1318,
      "ĠZ": 1319,
      "ied": 1320,
      "eo": 1321,
      "ply": 1322,
      "Ġ21": 1323,
      "plying": 1324,
      "Ġcomput": 1325,
      "Ġ{'": 1326,
      "ves": 1327,
      "ĠAmer": 1328,
      "}.": 1329,
      "Ġdif": 1330,
      "Ġ38": 1331,
      "},": 1332,
      "Ġdraft": 1333,
      "erd": 1334,
      "prim": 1335,
      "prime": 1336,
      "mal": 1337,
      "ĠAmerica": 1338,
      "ĠVietnam": 1339,
      "Ġconstr": 1340,
      "--": 1341,
      "ĠUn": 1342,
      "Dou": 1343,
      "Take": 1344,
      "bling": 1345,
      "len": 1346,
      "ope": 1347,
      "ĠFirst": 1348,
      "ĠSum": 1349,
      "Ġscope": 1350,
      "ĠWork": 1351,
      "words": 1352,
      "Doubling": 1353,
      "([-": 1354,
      "Ġ(Â¬": 1355,
      "Count": 1356,
      "oc": 1357,
      "ents": 1358,
      "ively": 1359,
      "'.": 1360,
      "Head": 1361,
      "Here": 1362,
      "Pro": 1363,
      "Und": 1364,
      "due": 1365,
      "gating": 1366,
      "risk": 1367,
      "Ġaffe": 1368,
      "erst": 1369,
      "Ġdele": 1370,
      "cted": 1371,
      "lete": 1372,
      "ntil": 1373,
      "ĠPlease": 1374,
      "ĠBecause": 1375,
      "Ġtrack": 1376,
      "planning": 1377,
      "Ġordered": 1378,
      "Ġneeds": 1379,
      "Ġgoing": 1380,
      "ĠNext": 1381,
      "Ġcomplete": 1382,
      "ffected": 1383,
      "Ġprioritize": 1384,
      "Ġschedule": 1385,
      "Ġuntil": 1386,
      "Ġunaffected": 1387,
      "Heads": 1388,
      "Progress": 1389,
      "Underst": 1390,
      "Ġaffects": 1391,
      "Ġdelegating": 1392,
      "Understood": 1393,
      "atis": 1394,
      "ited": 1395,
      "Ġalg": 1396,
      "ĠSome": 1397,
      "Ġsatis": 1398,
      "Ġsatisf": 1399,
      "sh": 1400,
      "rot": 1401,
      "ĠCO": 1402,
      "Ġabove": 1403,
      "ĠCounting": 1404,
      "Ġmam": 1405,
      "ten": 1406,
      "Ġter": 1407,
      "rest": 1408,
      "rial": 1409,
      "Ġterrest": 1410,
      "Ġterrestrial": 1411,
      "Ġvalid": 1412,
      "ania": 1413,
      "Ġdown": 1414,
      "Ġmon": 1415,
      "Ġcons": 1416,
      "vowels": 1417,
      "Ġprepare": 1418,
      "Or": 1419,
      "Ġ__": 1420,
      "Ġment": 1421,
      "imated": 1422,
      "ecuted": 1423,
      "ĠDon": 1424,
      "Ġhead": 1425,
      "Ġarithmetic": 1426,
      "Ġexecuted": 1427,
      "Ġestimated": 1428,
      "__(": 1429,
      "Ġtrusting": 1430,
      "Order": 1431,
      "Ġmental": 1432,
      "matrix": 1433,
      "ready": 1434,
      "Ġalready": 1435,
      "ĠUnited": 1436,
      "ains": 1437,
      "Ġgiven": 1438,
      "ĠSpanish": 1439,
      "Ġvalues": 1440,
      "argest": 1441,
      "cd": 1442,
      "Ġforward": 1443,
      "ĠEvery": 1444,
      "Ġ32": 1445,
      "Ġnon": 1446,
      "uil": 1447,
      "Ġbuil": 1448,
      "Ġstring": 1449,
      "Ġbub": 1450,
      "Ġsomething": 1451,
      "Ġbubble": 1452,
      "Ã©": 1453,
      "his": 1454,
      "ĠLike": 1455,
      "Ġcondition": 1456,
      "ĠSt": 1457,
      "ĠFi": 1458,
      "First": 1459,
      "Sum": 1460,
      "nth": 1461,
      "quence": 1462,
      "Ġsequence": 1463,
      "Ġthreat": 1464,
      "serve": 1465,
      "Ġhad": 1466,
      "Tru": 1467,
      "Vari": 1468,
      "Verd": 1469,
      "We": 1470,
      "}).": 1471,
      "ush": 1472,
      "Ġwalk": 1473,
      "through": 1474,
      "Ġeval": 1475,
      "ables": 1476,
      "Ġranges": 1477,
      "Truth": 1478,
      "Variables": 1479,
      "Verdict": 1480,
      "Ġwalkthrough": 1481,
      "Ġevaluate": 1482,
      "25": 1483,
      "ted": 1484,
      "ucts": 1485,
      "Ġproducts": 1486,
      "Ġmake": 1487,
      "level": 1488,
      "actly": 1489,
      "Ġexactly": 1490,
      "Ġim": 1491,
      "ball": 1492,
      "gl": 1493,
      "ngl": 1494,
      "ifted": 1495,
      "Ġshifted": 1496,
      "nglish": 1497,
      "Facts": 1498,
      "ists": 1499,
      "ai": 1500,
      "ne": 1501,
      "Ġ48": 1502,
      "orithm": 1503,
      "Ġalgorithm": 1504,
      "pose": 1505,
      "string": 1506,
      ")))": 1507,
      "retly": 1508,
      "Ġden": 1509,
      "Ġbest": 1510,
      "Ġmax": 1511,
      "Ġprim": 1512,
      "oted": 1513,
      "Ġquoted": 1514,
      "ĠEnglish": 1515,
      "ned": 1516,
      "gru": 1517,
      "mod": 1518,
      "ī¡": 1519,
      "Ġâī¡": 1520,
      "ution": 1521,
      "Ġcongru": 1522,
      "Ġchecking": 1523,
      "Ġ...,": 1524,
      "Ġresidue": 1525,
      "Ġcongruence": 1526,
      "Ġanyone": 1527,
      "Ġbl": 1528,
      "Ġrect": 1529,
      "ized": 1530,
      "sin": 1531,
      "unicate": 1532,
      "Ġcommunicate": 1533,
      "since": 1534,
      "ais": 1535,
      "Ġelement": 1536,
      "iver": 1537,
      "Ġclean": 1538,
      "outh": 1539,
      "ĠPol": 1540,
      "viv": 1541,
      "Ġsur": 1542,
      "Ġsurviv": 1543,
      "Ġ%": 1544,
      "ĠSouth": 1545,
      "digits": 1546,
      "ost": 1547,
      "leag": 1548,
      "Ġcolleag": 1549,
      "Ġcolleague": 1550,
      "way": 1551,
      "ĠComp": 1552,
      "ell": 1553,
      "ivers": 1554,
      "Ġrequest": 1555,
      "ose": 1556,
      "'])": 1557,
      ");": 1558,
      "KeyError": 1559,
      "My": 1560,
      "]}": 1561,
      "Ġrais": 1562,
      "ĠThat": 1563,
      "Ġthere": 1564,
      "ĠGive": 1565,
      "Ġwrong": 1566,
      "ĠRun": 1567,
      "Ġprecomputed": 1568,
      "ĠKeyError": 1569,
      "Ġfailed": 1570,
      "Ġcomputing": 1571,
      "Ġraised": 1572,
      "Ġchang": 1573,
      "ree": 1574,
      "Ġman": 1575,
      "Ġgcd": 1576,
      "ĠCONT": 1577,
      "ana": 1578,
      "any": 1579,
      "Ġrespe": 1580,
      "Ġrespect": 1581,
      "Ġfall": 1582,
      "acy": 1583,
      "Ġfallacy": 1584,
      "ary": 1585,
      "ested": 1586,
      "ĠToll": 1587,
      "ĠTollens": 1588,
      "ible": 1589,
      "sound": 1590,
      "Ġgues": 1591,
      "Ġreturned": 1592,
      "Ġplaus": 1593,
      "sounding": 1594,
      "Ġguess": 1595,
      "Ġplausible": 1596,
      "Ġhold": 1597,
      "ĠAll": 1598,
      "fric": 1599,
      "ĠAfric": 1600,
      "ollar": 1601,
      "ĠAfrica": 1602,
      "Ġsmaller": 1603,
      "ĠCh": 1604,
      "ingu": 1605,
      "ther": 1606,
      "Ġused": 1607,
      "Ġneg": 1608,
      "GENT": 1609,
      "IN": 1610,
      "Ġoth": 1611,
      "Ġassignments": 1612,
      "ĠCONTIN": 1613,
      "Ġothers": 1614,
      "ĠCONTINGENT": 1615,
      "Ġad": 1616,
      "Ġow": 1617,
      "uc": 1618,
      "elp": 1619,
      "ĠDollar": 1620,
      "'d": 1621,
      "Ġmer": 1622,
      "Ġpay": 1623,
      "eople": 1624,
      "Ġconsists": 1625,
      "Ġharm": 1626,
      "Ġtarg": 1627,
      "Ġded": 1628,
      "search": 1629,
      "Ġlinear": 1630,
      "Ġseen": 1631,
      "preserve": 1632,
      "Ġtarget": 1633,
      "Ġdedup": 1634,
      "Ġcity": 1635,
      "Ġmammal": 1636,
      "Each": 1637,
      "rees": 1638,
      "fre": 1639,
      "ency": 1640,
      "quency": 1641,
      "frequency": 1642,
      "Ġ34": 1643,
      "trans": 1644,
      "largest": 1645,
      "Ġbase": 1646,
      "aim": 1647,
      "ssum": 1648,
      "introduction": 1649,
      "Ġsubproof": 1650,
      "Ġelse": 1651,
      "Ġinto": 1652,
      "Ġdischarging": 1653,
      "Ġconditional": 1654,
      "Solution": 1655,
      "Solutions": 1656,
      "29": 1657,
      "sorted": 1658,
      "Ġmatrix": 1659,
      "premise": 1660,
      "Ġtrees": 1661,
      "Ġaft": 1662,
      "Ġformulas": 1663,
      "pear": 1664,
      "Ġapplying": 1665,
      "Ġappear": 1666,
      "Ġchecked": 1667,
      "Ġproduc": 1668,
      "Ġconstruction": 1669,
      "Ġbuilt": 1670,
      "Ġafter": 1671,
      "Ġproduced": 1672,
      "Ġcountry": 1673,
      "Ġsort": 1674,
      "add": 1675,
      "Ġ50": 1676,
      "onest": 1677,
      "init": 1678,
      "Ġdoes": 1679,
      "ĠNo": 1680,
      "class": 1681,
      "Finds": 1682,
      "24": 1683,
      "27": 1684,
      "onens": 1685,
      "ĠPonens": 1686,
      "rices": 1687,
      "Ġfun": 1688,
      "Ġ37": 1689,
      "sk": 1690,
      "Ġ(((": 1691,
      "Ġ35": 1692,
      "ji": 1693,
      "anti": 1694,
      "verned": 1695,
      "Ġgoverned": 1696,
      "Ġliv": 1697,
      "000": 1698,
      "=-": 1699,
      "Ġbro": 1700,
      "Ġserves": 1701,
      "Ġclassified": 1702,
      "]:": 1703,
      "Ġway": 1704,
      "Ġstr": 1705,
      "isit": 1706,
      "Ġlies": 1707,
      "Ġgoals": 1708,
      "Ġvisit": 1709,
      "Ġsab": 1710,
      "otage": 1711,
      "Ġsabotage": 1712,
      "Ġhome": 1713,
      "io": 1714,
      "ipp": 1715,
      "oci": 1716,
      "istically": 1717,
      "Ġassoci": 1718,
      "inguistically": 1719,
      "Ġassociated": 1720,
      "inated": 1721,
      "ominated": 1722,
      "Ġeats": 1723,
      "Ġmoney": 1724,
      "Ġdenominated": 1725,
      "push": 1726,
      "ĠStack": 1727,
      "lad": 1728,
      "ongs": 1729,
      "Ġbelongs": 1730,
      "Ġclient": 1731,
      "This": 1732,
      "Ġnatural": 1733,
      "Ġhabitat": 1734,
      "Ġcontains": 1735,
      "Ġhands": 1736,
      "run": 1737,
      "Ġsatisfies": 1738,
      "xample": 1739,
      "pty": 1740,
      "erexample": 1741,
      "empty": 1742,
      "Ġresidents": 1743,
      "aps": 1744,
      "Ġwithin": 1745,
      "Ġ33": 1746,
      "ĠTh": 1747,
      "Ġfeeds": 1748,
      "Ġloc": 1749,
      "Ġlocated": 1750,
      "Ġprimary": 1751,
      "comp": 1752,
      "ĠFiji": 1753,
      "compile": 1754,
      "ĠNorth": 1755,
      "23": 1756,
      "Ġcleaned": 1757,
      "28": 1758,
      "Ġdiet": 1759,
      "Ġmainly": 1760,
      "ĠWe": 1761,
      "avel": 1762,
      "Ġsal": 1763,
      "Ġtravel": 1764,
      "Ġhear": 1765,
      "[:": 1766,
      "Ġ>": 1767,
      "Ġwhe": 1768,
      "123": 1769,
      "refactor": 1770,
      "Ġspe": 1771,
      "Ġspeak": 1772,
      "26": 1773,
      "Ġdec": 1774,
      "Ġeating": 1775,
      "ĠSpain": 1776,
      "Ġsurvives": 1777,
      "ĠAn": 1778,
      "100": 1779,
      "Ġliving": 1780,
      "Ġbir": 1781,
      "Ġcompile": 1782,
      "ĠPoland": 1783,
      "for": 1784,
      "Ġrefactor": 1785,
      "Ġserver": 1786,
      "ication": 1787,
      "Ġclassification": 1788,
      "alay": 1789,
      "Ġfoll": 1790,
      "Ġfollow": 1791,
      "Ġmis": 1792,
      "520": 1793,
      "Ġprom": 1794,
      "otion": 1795,
      "Ġpromotion": 1796,
      "wo": 1797,
      "Ġtwo": 1798,
      "30": 1799,
      "Per": 1800,
      "Ġdomain": 1801,
      "base": 1802,
      "iangle": 1803,
      "itor": 1804,
      "etitor": 1805,
      "Ġtriangle": 1806,
      "Ġcompetitor": 1807,
      "length": 1808,
      "Ġperimeter": 1809,
      "Ġrectangle": 1810,
      "Perimeter": 1811,
      "uel": 1812,
      "Ġgard": 1813,
      "uela": 1814,
      "ĠMalay": 1815,
      "Circ": 1816,
      "ius": 1817,
      "Ġrad": 1818,
      "exact": 1819,
      "Ġcircle": 1820,
      "Ġcircumference": 1821,
      "Ġrespectively": 1822,
      "Circumference": 1823,
      "Ġradius": 1824,
      "Ġant": 1825,
      "Ġscor": 1826,
      "ez": 1827,
      "review": 1828,
      "ico": 1829,
      "Ġstand": 1830,
      "Ġstandard": 1831,
      "ager": 1832,
      "Ġmanager": 1833,
      "gument": 1834,
      "Ġargument": 1835,
      "ator": 1836,
      "prepare": 1837,
      "epart": 1838,
      "epartment": 1839,
      "air": 1840,
      "migrate": 1841,
      "Ġmigrate": 1842,
      "ĠHelp": 1843,
      "pos": 1844,
      "Ġfish": 1845,
      "Ġ31": 1846,
      "205": 1847,
      "ĠFr": 1848,
      "Ġset": 1849,
      "Ġsign": 1850,
      "ade": 1851,
      "Wr": 1852,
      "hol": 1853,
      "inor": 1854,
      "ĠIt": 1855,
      "jor": 1856,
      "ĠPrices": 1857,
      "amed": 1858,
      "ĠTeam": 1859,
      "ĠDepartment": 1860,
      "draft": 1861,
      "Ġbenchmark": 1862,
      "eal": 1863,
      "een": 1864,
      "ween": 1865,
      "Ġ39": 1866,
      "etween": 1867,
      "ĠAsk": 1868,
      "ived": 1869,
      "aniz": 1870,
      "rganiz": 1871,
      "rganization": 1872,
      "22": 1873,
      "update": 1874,
      "ĠCompany": 1875,
      "Ġmess": 1876,
      "Ġmessage": 1877,
      "Ġstake": 1878,
      "holder": 1879,
      "Ġstakeholder": 1880,
      "ctar": 1881,
      "Ġnectar": 1882,
      "enez": 1883,
      "enezuela": 1884,
      "ĠLinguistically": 1885,
      "Ġgardens": 1886,
      "ems": 1887,
      "Ġharmful": 1888,
      "Ġinsect": 1889,
      "ĠOrganization": 1890,
      "Ġopen": 1891,
      "ĠGroup": 1892,
      "lain": 1893,
      "Ġaqu": 1894,
      "Ġcomplain": 1895,
      "Ġcomplaint": 1896,
      "benchmark": 1897,
      "cess": 1898,
      "exico": 1899,
      "AL": 1900,
      "ID": 1901,
      "Ma": 1902,
      "Minor": 1903,
      "haus": 1904,
      "tive": 1905,
      "yll": 1906,
      "ism": 1907,
      "Ġfig": 1908,
      "Ġmood": 1909,
      "ogism": 1910,
      "Ġexhaus": 1911,
      "Ġsearch": 1912,
      "ALID": 1913,
      "Major": 1914,
      "yllogism": 1915,
      "Ġfigure": 1916,
      "Ġexhaustive": 1917,
      "verage": 1918,
      "Ġleverage": 1919,
      "Ã¡": 1920,
      "hing": 1921,
      "Ġvia": 1922,
      "ĠMost": 1923,
      "ĠMaps": 1924,
      "Ġteam": 1925,
      "Ġsim": 1926,
      "Ġsimple": 1927,
      "ĠBiolog": 1928,
      "ĠBiologically": 1929,
      "21": 1930,
      "ian": 1931,
      "Ġes": 1932,
      "uled": 1933,
      "Ġscheduled": 1934,
      "mir": 1935,
      "ĠEmir": 1936,
      "Ġdifference": 1937,
      "ĠEmirates": 1938,
      ")^": 1939,
      "Ġ((-": 1940,
      "ĠNew": 1941,
      "idd": 1942,
      "Ġneed": 1943,
      "Ġ[-": 1944,
      "ĠVenezuela": 1945,
      "erce": 1946,
      "Ġbecause": 1947,
      "Ġcoerce": 1948,
      "andal": 1949,
      "ortug": 1950,
      "Ġscandal": 1951,
      "zania": 1952,
      "anzania": 1953,
      "Domain": 1954,
      "audit": 1955,
      "âĪ": 1956,
      "Ī{": 1957,
      "stanti": 1958,
      "Ġstatement": 1959,
      "Statement": 1960,
      "Instanti": 1961,
      "ĠChile": 1962,
      "âĪĪ{": 1963,
      "Instantiating": 1964,
      "Ġaudit": 1965,
      "ether": 1966,
      "ĠPeople": 1967,
      "etherlands": 1968,
      "oal": 1969,
      "Ġhonest": 1970,
      "ĠMexico": 1971,
      "999": 1972,
      "40": 1973,
      "Ġround": 1974,
      "Ġeith": 1975,
      "Ġeither": 1976,
      "310": 1977,
      "Arg": 1978,
      "Critique": 1979,
      "by": 1980,
      "occ": 1981,
      "Ġcritique": 1982,
      "ito": 1983,
      "ugby": 1984,
      "Wrong": 1985,
      "Argument": 1986,
      "fish": 1987,
      "Ġgood": 1988,
      "ĠZeal": 1989,
      "ĠZealand": 1990,
      "down": 1991,
      "ge": 1992,
      "415": 1993,
      "ature": 1994,
      "ous": 1995,
      "Ġthose": 1996,
      "Ġoper": 1997,
      "ĠTanzania": 1998,
      "ĠPortug": 1999,
      "ider": 2000,
      "ces": 2001,
      "Ġnote": 2002,
      "nect": 2003,
      "ĠestÃ¡": 2004,
      "eb": 2005,
      "ĠNetherlands": 2006,
      "OP": 2007,
      "Ġshutdown": 2008,
      "OPE": 2009,
      "put": 2010,
      "ater": 2011,
      "Ġrivers": 2012,
      "ecretly": 2013,
      "ision": 2014,
      "ying": 2015,
      "ĠJe": 2016,
      "Ġrept": 2017,
      "Ġsk": 2018,
      "late": 2019,
      "square": 2020,
      "Ġdistance": 2021,
      "squared": 2022,
      "Ġact": 2023,
      "its": 2024,
      "Ġclasses": 2025,
      "engo": 2026,
      "olf": 2027,
      "Ġpig": 2028,
      "Counts": 2029,
      "Ġrugby": 2030,
      "ĠSecretly": 2031,
      "ipped": 2032,
      "fly": 2033,
      "ĠCan": 2034,
      "sent": 2035,
      "ĠMalaysia": 2036,
      "umul": 2037,
      "Ġuniq": 2038,
      "Ġdiffer": 2039,
      "ĠItal": 2040,
      "Ġ{}": 2041,
      "Ġsorted": 2042,
      ":])": 2043,
      "ici": 2044,
      "Ġvowels": 2045,
      "extend": 2046,
      "Ġmerge": 2047,
      "Ret": 2048,
      "urns": 2049,
      "Returns": 2050,
      "transpose": 2051,
      "ustr": 2052,
      "eso": 2053,
      "Ġsumm": 2054,
      "Between": 2055,
      "Ġlate": 2056,
      "aset": 2057,
      "Ġarrived": 2058,
      "Ġdataset": 2059,
      "Fl": 2060,
      "Ġfin": 2061,
      "less": 2062,
      "Ġown": 2063,
      "Ge": 2064,
      "^(": 2065,
      "count": 2066,
      "omet": 2067,
      "ordCount": 2068,
      "Ġratio": 2069,
      "ĠWordCount": 2070,
      "Geomet": 2071,
      "ĠWordCounter": 2072,
      "Geometric": 2073,
      "lation": 2074,
      "action": 2075,
      "Ġsubtr": 2076,
      "Ġsubtraction": 2077,
      "Ġturn": 2078,
      "ebra": 2079,
      "Ġsay": 2080,
      "ended": 2081,
      "Ġlists": 2082,
      "]])": 2083,
      "([[": 2084,
      "Ġrec": 2085,
      "ĠPeso": 2086,
      "etter": 2087,
      "Ġbacked": 2088,
      "ĠLa": 2089,
      "Ġcr": 2090,
      "Ġbird": 2091,
      "zebra": 2092,
      "ĠAustr": 2093,
      "Ġseeds": 2094,
      "Ġwet": 2095,
      "Ġskies": 2096,
      "Ġwetlands": 2097,
      "Ġinfor": 2098,
      "Ġinform": 2099,
      "List": 2100,
      "ĠSw": 2101,
      "pop": 2102,
      "Listen": 2103,
      "dist": 2104,
      "Ġmus": 2105,
      "lg": 2106,
      "part": 2107,
      "ame": 2108,
      "Ġpartial": 2109,
      "partial": 2110,
      "atten": 2111,
      "Ġflatten": 2112,
      "Ġav": 2113,
      "rib": 2114,
      "Ar": 2115,
      "Ġ<=": 2116,
      "Arithmetic": 2117,
      "Qu": 2118,
      "ÃŃ": 2119,
      ":-": 2120,
      "Ġaddition": 2121,
      "[::-": 2122,
      "Quick": 2123,
      "rows": 2124,
      "ĠAlg": 2125,
      "(-": 2126,
      "uin": 2127,
      "ining": 2128,
      "Sums": 2129,
      "aw": 2130,
      "Ġrot": 2131,
      "Ġrotate": 2132,
      "ĠNorway": 2133,
      "ĠÂ¬Â¬": 2134,
      "ackma": 2135,
      "Ġblackma": 2136,
      "Ġblackmail": 2137,
      ".\"": 2138,
      "Ġ\"": 2139,
      "Ġuniver": 2140,
      "Checks": 2141,
      "Ġuniverse": 2142,
      "ĠGree": 2143,
      "anda": 2144,
      "Ġwhere": 2145,
      "Con": 2146,
      "back": 2147,
      "return": 2148,
      "edback": 2149,
      "Ġfeedback": 2150,
      "returned": 2151,
      "ĠFin": 2152,
      "Ġprioritized": 2153,
      "ceania": 2154,
      "ĠOceania": 2155,
      "Ġinv": 2156,
      "Comput": 2157,
      "Computes": 2158,
      "Ġro": 2159,
      "res": 2160,
      "che": 2161,
      "Earlier": 2162,
      "Ref": 2163,
      "fs": 2164,
      "native": 2165,
      "Ġcall": 2166,
      "cting": 2167,
      "Ġwere": 2168,
      "Ġbetter": 2169,
      "lecting": 2170,
      "Ġstill": 2171,
      "ighing": 2172,
      "Ġtrade": 2173,
      "ooking": 2174,
      "offs": 2175,
      "ĠLooking": 2176,
      "Ġalter": 2177,
      "Ġpriorities": 2178,
      "Ġseems": 2179,
      "ĠWeighing": 2180,
      "Ġdifferent": 2181,
      "Reflecting": 2182,
      "Ġalternative": 2183,
      "PI": 2184,
      "ream": 2185,
      "Ġdon": 2186,
      "stream": 2187,
      "ĠAPI": 2188,
      "Ġupstream": 2189,
      "Ġchanged": 2190,
      "con": 2191,
      "our": 2192,
      "Ġ56": 2193,
      "Modus": 2194,
      "ador": 2195,
      "uba": 2196,
      "Ġclear": 2197,
      "Ġsigning": 2198,
      "ars": 2199,
      "Ġinval": 2200,
      "Ġinvalid": 2201,
      "Ġhit": 2202,
      "idence": 2203,
      "Ġexpose": 2204,
      "ada": 2205,
      "Ġconc": 2206,
      "Ġdependency": 2207,
      "shipped": 2208,
      "Ġbroke": 2209,
      "ĠPortugal": 2210,
      "get": 2211,
      "over": 2212,
      "Ġhandover": 2213,
      "inst": 2214,
      "Ġ45": 2215,
      "Ġev": 2216,
      "instance": 2217,
      "ob": 2218,
      "olve": 2219,
      "Ġresolve": 2220,
      "ĠItaly": 2221,
      "Ġpoint": 2222,
      "eria": 2223,
      "anc": 2224,
      "ĠCuba": 2225,
      "process": 2226,
      "processing": 2227,
      "Ġaction": 2228,
      "ĠMan": 2229,
      "Ġbea": 2230,
      "Ã³": 2231,
      "OL": 2232,
      "ased": 2233,
      "Ġchange": 2234,
      "Ġdoesn": 2235,
      "ĠCanada": 2236,
      "ton": 2237,
      "edent": 2238,
      "ecedent": 2239,
      "Ġnegated": 2240,
      "Ġantecedent": 2241,
      "ires": 2242,
      "Ġmidd": 2243,
      "istan": 2244,
      "akistan": 2245,
      "ributed": 2246,
      "Ġmiddle": 2247,
      "ĠArabic": 2248,
      "itim": 2249,
      "Ġassist": 2250,
      "Ġlegitim": 2251,
      "Ġgoal": 2252,
      "Ġplayed": 2253,
      "Ġlegitimate": 2254,
      "ailand": 2255,
      "Ġnegative": 2256,
      "Ġ44": 2257,
      "ĠFrance": 2258,
      "orts": 2259,
      "ket": 2260,
      "Ġdone": 2261,
      "Ġconf": 2262,
      "ricket": 2263,
      "ommended": 2264,
      "Ġrecommended": 2265,
      "),": 2266,
      "oliv": 2267,
      "Ġ100": 2268,
      "hil": 2269,
      "Ġpress": 2270,
      "Ġsecret": 2271,
      "Ġpressure": 2272,
      "Ġabs": 2273,
      "ern": 2274,
      "Ġfo": 2275,
      "Ġmet": 2276,
      "ee": 2277,
      "ingo": 2278,
      "amingo": 2279,
      "Ġbackup": 2280,
      "Ġglad": 2281,
      "fus": 2282,
      "Ġrefus": 2283,
      "efore": 2284,
      "Ġscore": 2285,
      "water": 2286,
      "Ġfresh": 2287,
      "Ġfreshwater": 2288,
      "ding": 2289,
      "amand": 2290,
      "Ġ54": 2291,
      "ĠDraft": 2292,
      "Ġfunding": 2293,
      "amander": 2294,
      "ufact": 2295,
      "Ġsug": 2296,
      "Ġfake": 2297,
      "Ġlong": 2298,
      "Ġwent": 2299,
      "Ġstag": 2300,
      "ĠPakistan": 2301,
      "Ġsugg": 2302,
      "Ġstaging": 2303,
      "usta": 2304,
      "Ġune": 2305,
      "Ġoff": 2306,
      "Ġwithout": 2307,
      "Ġcopy": 2308,
      "Ġsecretly": 2309,
      "ĠThailand": 2310,
      "Ġturned": 2311,
      "Ġwarm": 2312,
      ")]": 2313,
      "Assum": 2314,
      "Goal": 2315,
      "Im": 2316,
      "por": 2317,
      "sub": 2318,
      "Ġtem": 2319,
      "Ġsing": 2320,
      "Ġsound": 2321,
      "ĠAssum": 2322,
      "ĠBoliv": 2323,
      "implies": 2324,
      "plied": 2325,
      "Ġassuming": 2326,
      "Ġalway": 2327,
      "Ġapplied": 2328,
      "Ġderive": 2329,
      "Ġrestates": 2330,
      "Ġderiving": 2331,
      "arily": 2332,
      "Ġbelow": 2333,
      "Ġdischarges": 2334,
      "Ġcorrectly": 2335,
      "Ġimplies": 2336,
      "Ġfollows": 2337,
      "Ġfinal": 2338,
      "Assumption": 2339,
      "Implies": 2340,
      "porarily": 2341,
      "subproof": 2342,
      "Ġtemporarily": 2343,
      "Ġsingle": 2344,
      "ĠAssume": 2345,
      "Ġalways": 2346,
      "32": 2347,
      "Ġ46": 2348,
      "Ġtold": 2349,
      "Ġpropos": 2350,
      "Ġsummar": 2351,
      "AI": 2352,
      "cu": 2353,
      "not": 2354,
      "Ġinfer": 2355,
      "odel": 2356,
      "applies": 2357,
      "ĠFrom": 2358,
      "ermodel": 2359,
      "claim": 2360,
      "Ġcannot": 2361,
      "ĠLine": 2362,
      "Ġflamingo": 2363,
      "ĠCountermodel": 2364,
      "Ġrequires": 2365,
      "Ġvalidly": 2366,
      "Ġmisapplies": 2367,
      "cuador": 2368,
      "claimed": 2369,
      "ewer": 2370,
      "Ġsick": 2371,
      "Ġrevi": 2372,
      "Ġitems": 2373,
      "Ġreviewer": 2374,
      "Ġsalamander": 2375,
      "oves": 2376,
      "rench": 2377,
      "Ġinformation": 2378,
      "cing": 2379,
      "rol": 2380,
      "ĠUk": 2381,
      "Ġcontrol": 2382,
      "Ġoperator": 2383,
      "Ġbeing": 2384,
      "ĠKore": 2385,
      "deliver": 2386,
      "delivered": 2387,
      "canc": 2388,
      "elled": 2389,
      "cancelled": 2390,
      "ae": 2391,
      "ges": 2392,
      "aro": 2393,
      "ĠIs": 2394,
      "parent": 2395,
      "Ġtransparent": 2396,
      "ĠAlgeria": 2397,
      "alia": 2398,
      "Ġhide": 2399,
      "ĠNOPE": 2400,
      "eer": 2401,
      "Ġ99": 2402,
      "Ġdro": 2403,
      "Ġreput": 2404,
      "Ġdiscon": 2405,
      "Ġfeature": 2406,
      "Ġdrop": 2407,
      "Ġreputation": 2408,
      "Ġdisconnect": 2409,
      "ĠEcuador": 2410,
      "ermining": 2411,
